Repository: Bazzzyka/krb5-ticket-watcher
Catalog: po/*.po
Languages: ar, ca, cs, el, gl, ro, sk

source: for client %1
ar: للعميل %1
ca: per al client %1
cs: pro klienta %1
el: για τον πελάτη %1
gl: para o cliente %1
ro: pentru clientul %1
sk: pre klienta %1

source: &Cancel
ar: إ&لغاء الأمر
ca: &Cancel·la
cs: &Zrušit
el: &Ακύρωση
gl: &Cancelar
ro: &Renunțare
sk: &Zrušiť

source: &Change Kerberos Password
ar: تغيير كلمة مرور Kerberos
ca: &Canvia la contrasenya del Kerberos
cs: Změnit pro Kerberos heslo (&c)
el: &Αλλαγή Συνθηματικού Kerberos
gl: &Cambiar o contrasinal de Kerberos
ro: Modifi&că parola Kerberos
sk: &Zmeniť Kerberos heslo

source: &Close
ar: إغلا&ق
ca: &Tanca
cs: &Uzavřít
el: &Κλείσιμο
gl: &Pechar
ro: În&chidere
sk: &Zatvoriť

source: &Destroy Ticket
ar: & تدمير التذكرة
ca: &Destrueix el tiquet
cs: &Zničit lístek
el: &Καταστροφή Εισιτηρίου
gl: &Destruír tícket
ro: Distrugere tichet
sk: &Zničiť tiket

source: &Details...
ar: الت&فاصيل...
ca: &Detalls...
cs: Po&drobnosti...
el: &Λεπτομέρειες...
gl: &Detalles...
ro: &Detalii...
sk: &Detaily...

source: &New Ticket
ar: & تذكرة جديدة
ca: Tiquet &nou
cs: &Nový lístek
el: &Νέo Εισιτήριο
gl: &Novo tícket
ro: Tichet &nou
sk: &Nový tiket

source: &Ok
ar: &موافق
ca: &Bé
el: &Εντάξει
gl: &Aceptar

source: &Quit
ar: خروج
ca: &Surt
cs: Ko&nec
el: Έ&ξοδος
gl: &Saír
ro: &Ieșire
sk: &Ukončiť

source: &Refresh
ar: ت&جديد
ca: &Refresca
cs: Obnovit (&R)
el: &Ανανέωση
gl: Actualiza&r
ro: Reîmprospătează
sk: &Obnoviť

source: &Renew Ticket
ar: &تجديد البطاقة
ca: &Renova el tiquet
cs: Obnovit lístek (&R)
el: &Ανανέωση Εισιτηρίου
gl: &Renovar o ticket
ro: Reînnoiește tichetul
sk: &Obnoviť tiket

source: (none)
ar: (بلا)
ca: (cap)
cs: (nic)
el: (τίποτα)
gl: (ningún)
ro: (nimic)
sk: (nič)

source: Addresses
ar: عناوين
ca: Adreces
cs: Adresy
el: Διευθύνσεις
gl: Enderezos
ro: Adrese
sk: Adresy

source: Alt+C
ar: Alt+ؤ

source: Alt+D
ar: Alt+ي

source: Alt+O
ar: Alt+خ

source: Alt+R
ar: Alt+ق

source: Anonymous
ar: مجهول
ca: Anònim
cs: Anonymní
el: Ανώνυμος
gl: Anónimo
ro: Anonim
sk: Anonymný

source: Broken address (type %1 length %2)
ar: عنوان غير صالح (نوع %1 طول %2)
ca: Adreça trencada (tipus %1 llargada %2)
cs: Neplatná adresa (typ %1 délka %2)
el: Μη έγκυρη διεύθυνση (τύπος %1 μήκος %2)
gl: Enderezo non válido (tipo %1 lonxitude %2)
ro: Adresă coruptă (tip %1 lungime %2)
sk: Neplatná adresa (typ %1 dĺžka %2)

source: Change Kerberos Password
ar: تغيير كلمة مرور Kerberos
ca: Canvia la contrasenya del Kerberos
cs: Změnit Kerberos heslo
el: Αλλαγή Συνθηματικού Kerberos
gl: Cambiar o contrasinal de Kerberos
ro: Modifică parola Kerberos
sk: Zmeniť Kerberos heslo

source: Change the Kerberos Password
ar: تغيير كلمة مرور Kerberos
ca: Canvia la contrasenya del Kerberos
cs: Změnit Kerberos heslo
el: Αλλαγή του Συνθηματικού Kerberos
gl: Cambiar o contrasinal de Kerberos
ro: Modifică parola Kerberos
sk: Zmeniť Kerberos heslo

source: Change the password for principal <b>%1</b>
ar: تغيير كلمة المرور الرئيسية <b>%1</b>
ca: Canvieu la contrasenya per al principal <b>%1</b>
cs: Změnit heslo pro <b>%1</b>
el: Αλλαγή κωδικού πρόσβασης για το αρχικό <b>%1</b>
gl: Cambiar o contrasinal para o suxeito principal <b>%1</b>
ro: Modifică parola pentru entitatea <b>%1</b>
sk: Zmeniť heslo pre hlavné <b>%1</b>

source: Create a new Ticket
ar: إنشاء تذكرة جديدة
ca: Crea un tiquet nou
cs: Vytvořit nový lístek
el: Δημιουργία ενός νέου Εισιτηρίου
gl: Crear un novo ticket
ro: Creează un tichet nou
sk: Vytvoriť nový tiket

source: Ctrl+C
ar: Ctrl+ؤ

source: Ctrl+D
ar: Ctrl+ي

source: Ctrl+N
ar: Ctrl+ى

source: Ctrl+Q
ar: Ctrl+ض

source: Ctrl+R
ar: Ctrl+ق

source: Ctrl+S
ar: Ctrl+س

source: Day(s)
ar: يوم (s)
ca: Dia(es)
cs: Den/dny
el: Ημέρα(ες)
gl: Día(s)
ro: Zi(le)
sk: Deň(dní)

source: Default credential cache
ar: بيانات الاعتماد المؤقت
ca: Cau de credencials per defecte
cs: Výchozí doporučená cache
el: Προεπιλεγμένη προσωρινή μνήμη πιστοποιητικών
gl: Caché de credencial predeterminada
ro: Cache implicit pentru date de acces
sk: Štandardne poverená medzipamäť

source: Default principal: %3
ar: الرئيسي الافتراضي: %3
ca: Principal per defecte: %3
cs: Výchozí hlava: %3
el: Προεπιλεγμένη αρχή: %3
gl: Suxeito principal predeterminado: %3
ro: Entitate implicită: %3
sk: Predvolené hlavné: %3

source: Destroy Kerberos Ticket Cache?
ar: تدمير ذاكرة التخزين المؤقت لتذكرة Kerberos؟
ca: Destruir la memòria cau de tiquets del Kerberos?
cs: Zničit vyrovnávací paměť štítku Kerberosu?
el: Καταστροφή της προσωρινής μνήμης του Εισιτηρίου Kerberos;
gl: Destruír a caché do tícket de Kerberos?
ro: Să distrug cache-ul pentru tichete Kerberos?
sk: Zničiť medzipamäť tiketu

source: Destroy the Ticket
ar: & تدمير التذكرة
ca: Destrueix el tiquet
cs: Zničit štítek
el: Καταστροφή του Εισιτηρίου
gl: Destruír o ticket
ro: Distruge tichetul
sk: Zničiť tiket

source: Do you want to destroy the ticket cache?
ar: هل تريد تدمير ذاكرة التخزين المؤقت للتذكرة؟
ca: Voleu destruir la cau de tiquets?
cs: Opravdu chcete vymazat cache štítku?
el: Θέλετε να καταστρέψετε την προσωρινή μνήμη του εισιτηρίου;
gl: Desexa destruír a caché do ticket?
ro: Doriți să distrugeți cache-ul pentru tichete?
sk: Chcete zničiť medzipamäť tiketu?

source: Enter new password:
ar: أدخل كلمة المرور الجديدة:
ca: Introduïu la contrasenya nova:
cs: Zadejte nové heslo:
el: Εισάγετε νέο κωδικό πρόσβασης:
gl: Introducir un novo contrasinal:
ro: Introduceți noua parolă:
sk: Zadajte nové heslo:

source: Error !
ar: خطأ !
cs: Chyba !
el: Σφάλμα !
gl: Erro!
ro: Eroare !
sk: Chyba !

source: Error while setting cache flags
ar: حدث خطأ أثناء تعيين إشارات ذاكرة التخزين المؤقت
ca: Error mentre s'establien les banderes de cau
cs: Chyba při nastavování vlajky cache
el: Σφάλμα κατά την εγκατάσταση της σημαίας προσωρινής μνήμης
gl: Erro ao establecer os indicadores da caché
ro: Eroare la setarea indicatorilor de cache
sk: Chyba počas nastavovania príznakov medzipamäte

source: Expires
ar: تنتهي صلاحيتها
ca: Caduca
cs: Vyprší
el: Λήγει
gl: Caduca
ro: Expiră
sk: Vyprší

source: Failure
ar: فشل
ca: Error
cs: Selhání
el: Αποτυχία
gl: Fallo
ro: Eșec
sk: Zlyhanie

source: Forwardable
ar: قابل لإعادة التوجيه
ca: Reenviable
cs: Přeposlatelný
el: Προς προώθηση
gl: Reenviable
ro: Redirectabil
sk: Preposielateľný

source: Forwarded
ar: اعيد توجيهه
ca: Reenviat
cs: Přeposlaný
el: Προωθημένο
gl: Reenviado
ro: Redirectat
sk: Preposlaný

source: HW Auth
ar: بدون استيثاق
el: Αυθεντικοποίηση Υλικού
gl: Autenticación previa por hardware
ro: Autentificare HW
sk: HW overenie

source: I couldn't detect any system tray on this system.
ar: لا يمكن الكشف عن أي صينية نظام على هذا النظام.
ca: No he pogut trobar cap safata de sistema en aquest sistema.
cs: Na tomto systému se nepodařilo detekovat žádnou system tray.
el: Δεν εντοπίστηκε κανένα πλαίσιο συστήματος σε αυτό το σύστημα.
gl: Non se puido detectar ningunha bandexa do sistema neste equipo.
ro: Nu s-a putut detecta nicio tavă de sistem pe acest sistem.
sk: Nemohol som detekovať žiadnu systémovú lištu na tomto systéme.

source: Initial
ar: بدائي
ca: Inicial
cs: Výchozí
el: Αρχικά
gl: Suxeito inicial
ro: Inițial
sk: Počiatočný

source: Invalid
ar: غير صالحة
ca: Invàlid
cs: Neplatné
el: Μή έγκυρο
gl: Non válido
sk: Neplatná

source: Invalid Password
ar: كلمة المرور غير صالحة
ca: La contrasenya no és vàlida
cs: Neplatné heslo
el: Μή έγκυρο Συνθηματικό
gl: Contrasinal non válido
ro: Parolă invalidă.
sk: Neplatné heslo

source: Invalid principal name
ar: الاسم الأساسي غير صالح
ca: Nom principal no vàlid
cs: Chybné hlavní jméno
el: Μη έγκυρο όνομα αρχής.
gl: Nome do suxeito principal non válido
ro: Nume de entitate invalid
sk: Neplatné meno pre hlavné

source: Kerberos Password Dialog
ar: حوار كلمة مرور Kerberos
ca: Diàleg de la contrasenya del Kerberos
cs: Dialog hesla Kerberosu
el: Παράθυρο Συνθηματικού Kerberos
gl: Cadro de diálogo para o contrasinal de Kerberos
ro: Dialog parolă Kerberos
sk: Kerberos dialóg pre heslo

source: Kerberos Ticket List
ar: قائمة تذكرة Kerberos
ca: Llista de tiquets de Kerberos
cs: Seznam štítků Kerberosu
el: Λίστα Εισιτηρίων του Kerberos
gl: Lista do ticket de Kerberos
ro: Listă tichete Kerberos
sk: Zoznam Kerberos tiketov

source: Key Encryption Type
ar: نوع تشفير المفتاح
ca: Tipus de clau de xifratge
cs: Typ šifrování klíče
el: Τύπος Κλειδιού Κρυπτογράφησης
gl: Tipo de cifrado da chave
ro: Tip criptare cheie
sk: Typ šifrovacieho kľúča

source: Lifetime:
ar: فترة الصلاحية:
ca: Temps de vida:
cs: Doba života:
el: Χρόνος Ζωής:
gl: Tempo de vida:
ro: Durată de viață:
sk: Platnosť:

source: May Postdate
ar: تاريخي السابق
ca: Pot postdatar-se
cs: Může být z pozdější doby
el: Μπορεί Μεταχρονολογημένα
gl: Posibilidade de posdatar
ro: Poate postdata
sk: Môže byť z neskoršej doby

source: New Ticket
ar: تذكرة جديدة
ca: Tiquet nou
cs: Nový štítek
el: Νέο Εισιτήριο
gl: Novo ticket
ro: Tichet nou
sk: Nový tiket

source: No Credential Cache found
ar: لم يتم العثور على مؤهلات اعتماد التخزين المؤقت
ca: No s'ha trobat la cau de credencials
cs: Nebyla nalezena žádná vyrovnávací paměť zabezpečení
el: Δεν βρέθηκαν πιστοποιητικά προσωρινής μνήμης
gl: Non se atopou a caché da credencial
ro: Nu s-a găsit niciun cache pentru date de acces
sk: Nenájdená žiadna poverená medzipamäť

source: No credentials cache found
ar: لم يتم العثور على مؤهلات اعتماد التخزين المؤقت
ca: No s'ha trobat la cau de credencials
cs: Nebyla nalezena žádná cache zabezpečení
el: Δεν βρέθηκαν πιστοποιητικά προσωρινής μνήμης
gl: Non se atopou a caché da credencial
ro: Nu s-a găsit niciun cache pentru date de acces
sk: Nenájdená žiadna poverené medzipamäte

source: Ok as Delegate
ar: موافق كمفوض
ca: D'acord com a delegat
cs: Ok jako pověření
el: Εντάξει σαν Ανάθεση
gl: Aceptar como delegado
ro: Ok ca delegat
sk: Ok ako delegát

source: Password change failed
ar: فشل تغيير كلمة المرور
ca: Ha fallat el canvi de contrasenya.
cs: Změna hesla selhala
el: Η αλλαγή συνθηματικού απέτυχε
gl: Non se puido cambiar o contrasinal
ro: Modificarea parolei a eșuat
sk: Zmena hesla zlyhala

source: Password:
ar: كلمة المرور:
ca: Contrasenya:
cs: Heslo:
el: Κωδικός πρόσβασης:
gl: Contrasinal:
ro: Parolă:
sk: Heslo:

source: Please enter the Kerberos password for <b>%1</b>
ar: الرجاء إدخال كلمة مرور Kerberos ل <b>%1</b>
ca: Si us plau, introduïu la contrasenya del Kerberos per a <b>%1</b>
cs: Zadejte Kerberos heslo pro <b>%1</b>
el: Παρακαλώ εισάγετε τον κωδικό Kerberos για <b>%1</b>
gl: Por favor, introduza o contrasinal de Kerberos para <b>%1</b>
ro: Introduceți parola Kerberos pentru <b>%1</b>
sk: Zadajte Kerberos heslo pre <b>%1</b>

source: Postdated
ar: تاريخ السابق
ca: Postdatat
cs: Postdatováno
el: Μεταχρονολογημένα
gl: Posdatado
ro: Postdatat
sk: Z neskoršej doby

source: Pre Auth
ar: ما قبل المصادقة
el: Προαυθεντικοποίηση
gl: Autenticación previa
ro: Pre-autentificare

source: Principal:
ar: الرئيسي:
cs: Hlavní:
el: Αρχές:
ro: Entitate:
sk: Hlavné:

source: Property
ar: خصائص
ca: Propietat
cs: Vlastnosti
el: Ιδιότητα
gl: Propiedade
ro: Proprietate
sk: Vlastnosť

source: Proxiable
ar: قابل للخادم
cs: Přiblížitelný
el: Διαμεσολαβήσιμο
gl: A través de proxy
ro: Posibilitate de proxy
sk: Splnomocniteľné

source: Proxy
ar: الوكيل
el: Διαμεσολαβητής

source: Quit krb5TicketWatcher
ar: قم بإنهاء krb5TicketWatcher
ca: Sortir de krb5TicketWatcher
cs: Ukončit krb5TicketWatcher
el: Έξοδος krbTicketWatcher
gl: Saír de krb5TicketWatcher
ro: Părăsește krb5TicketWatcher
sk: Ukončiť krb5TicketWatcher

source: Re&store
ar: استعادة
ca: &Restaura
cs: Ob&novit
el: Επα&ναφορά
gl: Re&establecer
ro: Re&staurează
sk: Ob&noviť

source: Reenter password:
ar: إعادة إدخال كلمة المرور:
ca: Torneu a introduir la contrasenya:
cs: Znovu vložte heslo:
el: Επανεισαγωγή Κωδικού Πρόσβασης:
gl: Volver introducir o contrasinal
ro: Reintroduceți parola:
sk: Zopakujte heslo:

source: Renew the Ticket
ar: تجديد البطاقة
ca: Renova el tiquet
cs: Obnovit štítek
el: Ανανέωση του Εισιτηρίου
gl: Renovar o ticket
ro: Reînnoiește tichetul
sk: Obnoviť tiket

source: Renew until
ar: تجديد حتى
ca: Renova fins a
cs: Obnovit do
el: Ανανέωση μέχρι
gl: Renovar ata
ro: Reînnoiește până la
sk: Obnoviť až do

source: Renewable
ar: متجددة
ca: Renovable
cs: Obnovitelný
el: Ανανεώσιμο
gl: Renovable
ro: Poate fi reînnoit
sk: Obnoviteľný

source: Renewable for:
ar: متجددة حتى:
ca: Renovable durant:
cs: Obnovitelný pro:
el: Ανανεώσιμο για:
gl: Renovable durante:
ro: Poate fi reînnoit pentru:
sk: Obnoviteľný pre

source: Restore the Window
ar: استعادة الإطار
ca: Restaura la finestra
cs: Obnovit okno
el: Επαναφορά του Παραθύρου
gl: Restablecer a fiestra
ro: Restaurează fereastra
sk: Obnoviť okno

source: Service principal
ar: الخدمة الرئيسية
ca: Servei principal
cs: Hlavní služba
el: Κύρια υπηρεσία
gl: Suxeito principal do servizo
ro: Entitate serviciu
sk: Služba pre hlavné

source: Systray
ar: صينية النظام
el: Πλαίσιο συστήματος
gl: Bandexa do sistema
ro: Tavă sistem
sk: Systémová lišta

source: The password you entered is invalid
ar: كلمة المرور المُدخلة غير صالحة
ca: La contrasenya introduïda no és vàlida
cs: Zadané heslo je neplatné
el: Το συνθηματικό που δώσατε δεν είναι έγκυρο
gl: O contrasinal non é válido
ro: Parola introdusă nu este validă
sk: Heslo, ktoré ste zadali, je neplatné

source: The passwords are not equal
ar: كلمتا المرور لا تتطابق
ca: Les contrasenyes no coincideixen
cs: Hesla nejsou shodná
el: Τα συνθηματικά δεν ταιριάζουν
gl: Os contrasinais non son iguais
ro: Parolele nu coincid
sk: Heslá nesúhlasia

source: Ticket Encryption Type
ar: نوع تشفير التذكرة
ca: Tipus de xifratge del tiquet
cs: Typ šifrování štítku
el: Τύπος Κρυπτογράφησης του Εισιτηρίου
gl: Tipo de cifrado para o tícket
ro: Tip criptare tichet
sk: Typ šifrovacieho tiketu

source: Ticket Flags
ar: أعلام التذكرة
ca: Banderes dels tiquets
cs: Vlajky štítků
el: Σημαίες του Εισιτηρίου
gl: Indicadores do tícket
ro: Indicatori tichet
sk: Príznaky tiketu

source: Ticket Flags Legend
ar: دليل مصطلحات أعلام التذكرة
ca: Llegenda de les banderes dels tiquets
cs: Popisky vlajek štítků
el: Υπόμνημα των Σημαιών του Εισιτηρίου
gl: Lenda dos indicadores do tícket
ro: Legendă indicatori tichet
sk: Legenda príznakov tiketov

source: Ticket cache cannot be destroyed.
ar: لا يمكن تدمير ذاكرة التخزين المؤقت للتذكرة.
ca: No es pot destruir la memòria cau de tiquets
cs: Vyrovnávací paměť štítků nemůže být smazána.
el: Αδυναμία καταστροφής προσωρινής μνήμης του εισιτηρίου.
gl: Non se pode destruír a caché do tícket
ro: Cache-ul pentru tichete nu poate fi distrus.
sk: Medzipamäť tiketu nemôže byť zničená.

source: Ticket cache: %1:%2
ar: تذكرة ذاكرة التخزين المؤقت: %1:%2
ca: Cau del tiquet: %1:%2
cs: Vyrovnávací paměť štítku: %1:%2
el: Προσωρινή μνήμη εισιτηρίου: %1:%2
gl: Caché do tícket: %1:%2
ro: Cache tichet: %1:%2
sk: Medzipamäť tiketu: %1:%2

source: Ticket expires in %1
ar: تنتهي صلاحية البطاقة في %1
ca: El tiquet caduca d'aquí a %1
cs: Štítek vyprší v %1
el: Το εισιτήριο λήγει σε %1
gl: O tícket caduca en %1
ro: Tichetul expiră în %1
sk: Tiket vyprší o %1

source: Ticket flags
ar: أعلام التذكرة
ca: Banderes de tiquets
cs: Vlajky štítku
el: Σημαίες του εισιτηρίου
gl: Indicadores do tícket
ro: Indicatori tichet
sk: Príznaky tiketu

source: Ticket renewed
ar: تذكرة مجددة
ca: Tiquet renovat
cs: Štítek obnoven
el: Το Εισιτήριο ανανεώθηκε
gl: Tícket renovado
ro: Tichet reînnoit
sk: Tiket obnovený

source: Ticket successfully renewed.
ar: تم تجديد التذكرة بنجاح.
ca: Tiquet renovat amb èxit
cs: Štítek byl úspěšně obnoven.
el: Το Εισιτήριο ανανεώθηκε επιτυχώς.
gl: Tícket renovado correctamente.
ro: Tichet reînnoit cu succes.
sk: Tiket úspešne obnovený.

source: Time Remaining
ar: الوقت المتبقي
ca: Temps restant
cs: Zbývající čas
el: Χρόνος που απομένει
gl: Tempo restante
ro: Timp rămas
sk: Zostávajúci čas

source: Transit Policy Checked
ar: تحقق من سياسة العبور
ca: Política de trànsit comprovada
cs: Politika průchodu byla zkontrolována
el: Ελέγχθηκε η πολιτική της μεταφοράς
gl: Comprobada a política de tránsito
ro: Regulă tranzit verificată
sk: Skontrolovaná prenosová politika

source: Unknown address type %1
ar: نوع عنوان غير معروف %1
ca: Tipus d'adreça desconeguda: %1
cs: Neznámý typ adresy %1
el: Άγνωστος τύπος διεύθυνσης %1
gl: Tipo de enderezo %1 descoñecido
ro: Tip de adresă necunoscut %1
sk: Neznámy typ adresy %1

source: Unknown principal
ar: الرئيسي غير معروف
ca: Principal desconegut
cs: Neznámá hlava
el: Άγνωστη αρχή
gl: Suxeito principal descoñecido
ro: Entitate necunoscută
sk: Neznáme hlavné

source: Unknown realm
ar: حقل غير معروف
ca: 'Realm' desconegut
cs: Neznámá říše
el: Άγνωστη περιοχή
gl: Dominio (realm) descoñecido
ro: Domeniu necunoscut
sk: Neznáma sféra

source: Valid starting
ar: سارية المفعول ابتداء
ca: Inici vàlid
cs: Platné spouštění
el: Έγκυρη εκκίνηση
gl: Inicio válido
ro: Pornire validă
sk: Platný štart

source: Value
ar: القيمة
ca: Valor
cs: Hodnota
el: Τιμή
gl: Valor
ro: Valoare
sk: Hodnota

source: days
ar: أيّام
ca: dies
cs: dny
el: ημέρες
gl: días
ro: zile
sk: dni

source: default
ar: افتراضي
ca: per defecte
cs: výchozí
el: προεπιλογή
gl: predeterminado
ro: implicit
sk: štandardne

source: forwardable
ar: قادر على التوجيه
ca: reenviable
cs: přeposlatelný
el: προωθήσημο
gl: reenviable
ro: redirectabil
sk: preposielateľný

source: hours
ar: ساعات
ca: hores
cs: hodiny
el: ώρες
gl: horas
ro: ore
sk: hodiny/hodín

source: minutes
ar: دقائق
ca: minuts
cs: minuty
el: λεπτά
gl: minutos
ro: minute
sk: minút(y)

source: proxiable
ar: قابل للملقم
cs: přiblížitelný
el: διαμεσολαβήσιμο
gl: a través de proxy
ro: posibilitate de proxy
sk: splnomocniteľné

source: seconds
ar: ثوان
ca: segons
cs: s
el: δευτερόλεπτα
gl: segundos
ro: secunde
sk: sekúnd(y)
